[
    {
          "subject": "Urgent: Addressing Hate Crimes at Heavenly and Northstar Resorts",
          "body": "Dear Vail Resorts Team,\\n\\nAs a California resident and a dedicated Epic member, I am compelled to express my deep concerns following a recent two-day skiing experience at Heavenly. Our enjoyment was significantly marred by disturbing graffiti encountered on the chair lifts, some of which contained antisemitic content, clearly constituting a hate crime.\\n\\nWe have documented several instances of this graffiti, and it's particularly disheartening to hear of similar reports from friends at Northstar. The use of language such as 'pig' in German and 'nazi Zionist' is not only offensive but alarming, indicating that the perpetrators were not only intentional in their actions but also prepared with specific tools to execute these hateful inscriptions.\\n\\nThe impact of these incidents extends beyond mere visual offense; it has left my family, especially my children, distressed and fearful. They felt compelled to hide their cultural identity and were constantly anxious about their surroundings.\\n\\nThis situation raises critical questions about the safety and inclusivity of your resorts. I am eager to understand if similar incidents have been reported at other Epic sites and what measures are being implemented to address and prevent such hate crimes.\\n\\nAttached are some of the photos documenting the offensive graffiti. I trust that you will treat this matter with the urgency and seriousness it deserves.\\n\\nThank you for your attention to this pressing issue. I look forward to your prompt response.\\n\\nSincerely,\\n[Your Name]"
    }
    ,
    {
          "subject": "Immediate Action Required: Combatting Hate Crimes in Tahoe Ski Resorts",
          "body": "Dear Vail Resorts Team,\\n\\nI am writing to bring to your immediate attention a deeply concerning issue affecting the Tahoe ski resorts, including Northstar and Heavenly. It has come to my attention that there have been multiple instances of hate crimes within these popular winter destinations, which are tarnishing the inclusive and welcoming spirit these resorts are known to promote.\\n\\nThe beauty and tranquility of Tahoe's landscape are being overshadowed by acts of hatred and discrimination, creating an atmosphere of fear and discomfort for those targeted. Such behavior not only affects the victims but also damages the reputation of these resorts and the broader community.\\n\\nI urge you to take a strong stance against these hate crimes by implementing more rigorous safety measures and promoting diversity and inclusion initiatives within the resorts. It is crucial that all visitors and staff feel safe and valued, irrespective of their background or beliefs.\\n\\nFurthermore, I ask that you collaborate with local law enforcement and community organizations to ensure a comprehensive approach to addressing and preventing these unacceptable acts. The time to act is now, to ensure that the Tahoe ski resorts remain a safe haven for all winter sports enthusiasts.\\n\\nThank you for your attention to this urgent matter. I look forward to seeing the steps you will take to make a positive change.\\n\\nSincerely,\\n[Your Name]"
    }

]
